{
  "events": [
      {
          "id": 1,
          "type": "Concerts and Music Festivals",
          "title": "Rock Fest 2024",
          "description": "Join us for an unforgettable night with top rock bands from around the world.",
          "date": "2024-07-15",
          "time": "18:00",
          "venue": "Central Park",
          "city": "New York",
          "organizer": "Rock Nation",
          "img": "https://i.ibb.co/BsDVqvs/colin-lloyd-W6-txbgkke-U-unsplash.jpg",
          "ticket_price": 150,
          "full_description": "Rock Fest 2024 promises an electrifying evening in the heart of New York City at Central Park. Featuring legendary rock bands and emerging artists from around the globe, this festival is set to be a high-energy event filled with unforgettable performances. Attendees will enjoy a vibrant atmosphere, complete with food trucks, merchandise stalls, and interactive activities. Whether you're a die-hard rock fan or just looking for a thrilling night out, Rock Fest 2024 is the place to be. Don't miss out on this incredible opportunity to experience live rock music like never before!"
      },
      {
          "id": 2,
          "type": "Theater and Performing Arts",
          "title": "Shakespeare in the Park",
          "description": "A modern take on Shakespeare's classic play, 'Romeo and Juliet'.",
          "date": "2024-08-01",
          "time": "20:00",
          "venue": "The Globe Theater",
          "city": "London",
          "organizer": "City Theater Group",
          "img": "https://i.ibb.co/BBFKF6D/giusi-borrasi-e-H-IOSe-I0-Yk-unsplash.jpg",
          "ticket_price": 75,
          "full_description": "Experience a fresh, contemporary twist on Shakespeare's timeless tale of 'Romeo and Juliet' at The Globe Theater in London. This production by the City Theater Group reimagines the classic love story with innovative staging and modern dialogue, making it accessible and engaging for today's audience. Set in an open-air venue, the performance will transport you to the world of Verona with stunning visuals and powerful acting. Join us for an evening of dramatic romance, family feuds, and poignant moments under the stars."
      },
      {
          "id": 3,
          "type": "Film Screenings and Premieres",
          "title": "Premiere of 'Space Odyssey'",
          "description": "Be the first to watch the new sci-fi thriller that everyone is talking about.",
          "date": "2024-06-20",
          "time": "19:00",
          "venue": "Hollywood Cinema",
          "city": "Los Angeles",
          "organizer": "CineWorld",
          "img": "https://i.ibb.co/19cbgMb/merch-husey-EEZgog4-AS5-M-unsplash.jpg",
          "ticket_price": 50,
          "full_description": "Step into the future with the premiere of 'Space Odyssey', the highly anticipated sci-fi thriller at Hollywood Cinema in Los Angeles. This film promises to captivate audiences with its stunning visual effects, gripping storyline, and stellar performances. Directed by a visionary filmmaker, 'Space Odyssey' explores themes of space exploration, artificial intelligence, and the human condition. Be among the first to witness this cinematic masterpiece and join fellow movie enthusiasts for an unforgettable night. The premiere event includes a red carpet experience, photo opportunities, and exclusive behind-the-scenes insights."
      },
      {
          "id": 4,
          "type": "Comedy Shows",
          "title": "Laugh Out Loud with John Doe",
          "description": "An evening of laughter with the hilarious John Doe.",
          "date": "2024-09-10",
          "time": "21:00",
          "venue": "Comedy Club",
          "city": "Chicago",
          "organizer": "Laugh Factory",
          "img": "https://i.ibb.co/Fm57kMy/stewart-munro-H5wn41x-Knfs-unsplash.jpg",
          "ticket_price": 40,
          "full_description": "Prepare for a night of non-stop laughter with John Doe at the Comedy Club in Chicago. Known for his sharp wit and hilarious anecdotes, John Doe's comedy show is a must-see event for fans of stand-up comedy. The intimate setting of the Comedy Club offers the perfect atmosphere for an engaging and interactive performance. With new material and classic jokes, John Doe guarantees an evening filled with humor and fun. Don't miss out on this chance to enjoy a top-tier comedy act and unwind with friends."
      },
      {
          "id": 5,
          "type": "Sports Events",
          "title": "Champions League Final",
          "description": "Watch the two best teams in Europe battle it out for the Champions League trophy.",
          "date": "2024-05-30",
          "time": "20:00",
          "venue": "Wembley Stadium",
          "city": "London",
          "organizer": "UEFA",
          "img": "https://i.ibb.co/TLQZnWQ/matthieu-petiard-Pf6e3o0-GL4-M-unsplash.jpg",
          "ticket_price": 200,
          "full_description": "Experience the pinnacle of European football at the Champions League Final, held at the iconic Wembley Stadium in London. This highly anticipated match features the two best teams in Europe, competing for the coveted Champions League trophy. Fans will be treated to world-class football, intense rivalries, and unforgettable moments on the field. The atmosphere will be electric, with passionate supporters cheering for their teams. Whether you're a die-hard football fan or just looking for an exciting sporting event, the Champions League Final is an event you won't want to miss."
      },
      {
          "id": 6,
          "type": "New Year Celebration",
          "title": "Gourmet Food & Wine Festival",
          "description": "Indulge in a selection of gourmet foods and wines from around the world.",
          "date": "2024-06-25",
          "time": "12:00",
          "venue": "Riverside Park",
          "city": "San Francisco",
          "organizer": "Culinary Delights",
          "img": "https://i.ibb.co/kDrPQDN/kristen-colada-adams-cyf35bgac-TY-unsplash.jpg",
          "ticket_price": 80,
          "full_description": "Join us at Riverside Park in San Francisco for the Gourmet Food & Wine Festival, a celebration of culinary excellence from around the world. This event offers attendees the chance to indulge in a diverse selection of gourmet foods and fine wines, expertly paired to tantalize your taste buds. Featuring live cooking demonstrations, wine tastings, and food stalls from renowned chefs, the festival provides a unique gastronomic experience. Enjoy the beautiful park setting, live music, and a relaxed atmosphere perfect for food and wine enthusiasts. Don't miss this opportunity to savor the best in culinary delights."
      }
  ]
}
